Repository: hellotham/finvestlens
Catalog: finvestlens/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt_br, zh_hans

source: Price from %@ to %@ over %@
de: Kurs von %1$@ bis %2$@ über %3$@
es: Cotización de %1$@ a %2$@ durante %3$@
fr: Cours de %1$@ à %2$@ sur %3$@
it: Quotazione da %1$@ a %2$@ nell’arco di %3$@
ja: %3$@ の価格は %1$@ から %2$@
pt_br: Cotação de %1$@ a %2$@ ao longo de %3$@
zh_hans: %3$@ 内价格从 %1$@ 到 %2$@

source: Price history
de: Kurshistorie
es: Histórico de cotizaciones
fr: Historique des cours
it: Storico quotazioni
ja: 価格履歴
pt_br: Histórico de cotações
zh_hans: 价格历史

source: Price on %@
de: Kurs vom %@
es: Cotización del %@
fr: Cours du %@
it: Quotazione del %@
ja: %@ の価格
pt_br: Cotação de %@
zh_hans: %@ 的价格

source: Price provider
de: Kursanbieter
es: Proveedor de cotizaciones
fr: Fournisseur de cours
it: Fornitore di quotazioni
ja: 価格プロバイダ
pt_br: Provedor de cotações
zh_hans: 价格提供方

source: Price scatter of all securities over time
de: Kursstreuung aller Wertpapiere im Zeitverlauf
es: Dispersión de cotizaciones de todos los valores a lo largo del tiempo
fr: Nuage de points des cours de tous les titres dans le temps
it: Dispersione delle quotazioni di tutti i titoli nel tempo
ja: 全証券の価格の時系列散布図
pt_br: Dispersão das cotações de todos os títulos ao longo do tempo
zh_hans: 所有证券价格随时间的散点分布

source: Price target
de: Kursziel
es: Precio objetivo
fr: Cours cible
it: Prezzo obiettivo
ja: 目標価格
pt_br: Preço-alvo
zh_hans: 目标价

source: Price to earnings
de: Kurs-Gewinn-Verhältnis
es: Precio-beneficio
fr: Cours/bénéfice
it: Prezzo/utili
ja: 株価収益率
pt_br: Preço/lucro
zh_hans: 市盈率

source: Price update: added %lld, %lld failed — see Prices for details.
de: Kursaktualisierung: %1$lld hinzugefügt, %2$lld fehlgeschlagen – Details unter „Kurse“.
es: Actualización de cotizaciones: %1$lld añadidas, %2$lld con errores; consulte Cotizaciones.
fr: Mise à jour des cours : %1$lld ajoutés, %2$lld en échec – voir Cours.
it: Aggiornamento quotazioni: %1$lld aggiunte, %2$lld non riuscite – vedi Quotazioni.
ja: 価格更新: %1$lld 件を追加、%2$lld 件が失敗しました。詳細は「価格」をご覧ください。
pt_br: Atualização de cotações: %1$lld adicionadas, %2$lld com falha — veja Cotações.
zh_hans: 价格更新：已添加 %1$lld 项，%2$lld 项失败 — 详见“价格”。

source: Price-provider API keys — EODHD, Alpha Vantage, Finnhub, Twelve Data — are managed in Settings ▸ Pricing (⌘,). Yahoo and Stooq need no key.
de: API-Schlüssel der Kursanbieter — EODHD, Alpha Vantage, Finnhub, Twelve Data — werden unter „Einstellungen ▸ Kurse“ (⌘,) verwaltet. Yahoo und Stooq benötigen keinen Schlüssel.
es: Las claves de API de los proveedores de cotizaciones —EODHD, Alpha Vantage, Finnhub, Twelve Data— se gestionan en Ajustes ▸ Cotizaciones (⌘,). Yahoo y Stooq no necesitan clave.
fr: Les clés d’API des fournisseurs de cours — EODHD, Alpha Vantage, Finnhub, Twelve Data — se gèrent dans Réglages ▸ Cours (⌘,). Yahoo et Stooq n’exigent aucune clé.
it: Le chiavi API dei fornitori di quotazioni — EODHD, Alpha Vantage, Finnhub, Twelve Data — si gestiscono in Impostazioni ▸ Quotazioni (⌘,). Yahoo e Stooq non richiedono chiavi.
ja: 価格プロバイダの API キー（EODHD、Alpha Vantage、Finnhub、Twelve Data）は「設定 ▸ 価格」(⌘,) で管理します。Yahoo と Stooq にキーは不要です。
pt_br: As chaves de API dos provedores de cotações — EODHD, Alpha Vantage, Finnhub, Twelve Data — são gerenciadas em Ajustes ▸ Cotações (⌘,). Yahoo e Stooq não exigem chave.
zh_hans: 价格数据源的 API 密钥 — EODHD、Alpha Vantage、Finnhub、Twelve Data — 在「设置 ▸ 价格」(⌘,) 中管理。Yahoo 与 Stooq 无需密钥。

source: Prices
de: Kurse
es: Cotizaciones
fr: Cours
it: Quotazioni
ja: 価格
pt_br: Cotações
zh_hans: 价格

source: Prices are already up to date.
de: Die Kurse sind bereits aktuell.
es: Las cotizaciones ya están actualizadas.
fr: Les cours sont déjà à jour.
it: Le quotazioni sono già aggiornate.
ja: 価格はすでに最新です。
pt_br: As cotações já estão atualizadas.
zh_hans: 价格已是最新。

source: Prices are never listed as one long table. To work with a security's own history, open that security — everything about it is in one place.
de: Kurse werden nie als eine lange Tabelle aufgelistet. Um mit der Historie eines Wertpapiers zu arbeiten, öffnen Sie dieses Wertpapier – dort steht alles an einem Ort.
es: Los precios nunca se listan como una tabla larga. Para trabajar con el historial de un valor, ábrelo: todo lo suyo está en un solo sitio.
fr: Les cours ne sont jamais présentés en un long tableau. Pour travailler sur l’historique d’un titre, ouvrez ce titre — tout y est réuni.
it: I prezzi non vengono mai elencati in un’unica lunga tabella. Per lavorare sullo storico di un titolo, apri quel titolo: lì c’è tutto.
ja: 価格が一枚の長い表になることはありません。銘柄の履歴を扱うときはその銘柄を開いてください — 関することはすべて一か所にあります。
pt_br: Os preços nunca aparecem como uma tabela longa. Para trabalhar com o histórico de um título, abra esse título — tudo sobre ele fica num só lugar.
zh_hans: 价格绝不会以一张长表列出。要处理某只证券的历史，请打开该证券——与它有关的一切都在一处。

source: Prices updated %lld days ago
de: Kurse vor %lld Tagen aktualisiert
es: Cotizaciones actualizadas hace %lld días
fr: Cours mis à jour il y a %lld jours
it: Quotazioni aggiornate %lld giorni fa
ja: 価格は %lld 日前に更新されました
pt_br: Cotações atualizadas há %lld dias
zh_hans: 价格已于 %lld 天前更新

source: Prices updated — %lld new prices.
de: Kurse aktualisiert – %lld neue Kurse.
es: Cotizaciones actualizadas: %lld nuevas.
fr: Cours mis à jour – %lld nouveaux cours.
it: Quotazioni aggiornate: %lld nuove.
ja: 価格を更新しました – 新規 %lld 件。
pt_br: Cotações atualizadas — %lld novas.
zh_hans: 价格已更新 — 新增 %lld 条。

source: Prices · %@
de: Kurse · %@
es: Precios · %@
fr: Cours · %@
it: Prezzi · %@
ja: 価格 · %@
pt_br: Preços · %@
zh_hans: 价格 · %@

source: Pricing
de: Kurse
es: Cotizaciones
fr: Cours
it: Quotazioni
ja: 価格
pt_br: Cotações
zh_hans: 价格

source: Primary
de: Primär
es: Principal
fr: Principal
it: Principale
ja: 主要
pt_br: Principal
zh_hans: 主要

source: Principal
de: Tilgung
fr: Capital
it: Capitale
ja: 元本
zh_hans: 本金

source: Principal (liability)
de: Tilgung (Verbindlichkeit)
es: Principal (pasivo)
fr: Capital (passif)
it: Capitale (passività)
ja: 元本（負債）
pt_br: Principal (passivo)
zh_hans: 本金（负债）

source: Print Check
de: Scheck drucken
es: Imprimir cheque
fr: Imprimer le chèque
it: Stampa assegno
ja: 小切手を印刷
pt_br: Imprimir cheque
zh_hans: 打印支票

source: Print Check…
de: Scheck drucken …
es: Imprimir cheque…
fr: Imprimer le chèque…
it: Stampa assegno…
ja: 小切手を印刷…
pt_br: Imprimir cheque…
zh_hans: 打印支票…

source: Prior
de: Vorperiode
es: Anterior
fr: Précédent
it: Precedente
ja: 前期
pt_br: Anterior
zh_hans: 上期

source: Process Payment
de: Zahlung verarbeiten
es: Procesar pago
fr: Traiter le paiement
it: Elabora pagamento
ja: 支払いを処理
pt_br: Processar pagamento
zh_hans: 处理付款

source: Process Payment…
de: Zahlung verarbeiten …
es: Procesar pago…
fr: Traiter le paiement…
it: Elabora pagamento…
ja: 支払いを処理…
pt_br: Processar pagamento…
zh_hans: 处理付款…

source: Profile
de: Profil
es: Perfil
fr: Profil
it: Profilo
ja: プロフィール
pt_br: Perfil
zh_hans: 简介

source: Profile name
de: Profilname
es: Nombre del perfil
fr: Nom du profil
it: Nome del profilo
ja: プロファイル名
pt_br: Nome do perfil
zh_hans: 配置名称

source: Profiles, financial statements and declared dividends are cached on this device, never in your book. Clearing them loses nothing — they are fetched again when needed.
de: Profile, Finanzzahlen und erklärte Dividenden werden auf diesem Gerät zwischengespeichert, nie im Buch. Löschen kostet nichts – sie werden bei Bedarf erneut geladen.
es: Los perfiles, los estados financieros y los dividendos declarados se guardan en caché en este dispositivo, nunca en tu libro. Borrarlos no pierde nada: se descargan de nuevo cuando hacen falta.
fr: Profils, états financiers et dividendes déclarés sont mis en cache sur cet appareil, jamais dans votre livre. Les effacer ne perd rien : ils sont rechargés au besoin.
it: Profili, dati finanziari e dividendi dichiarati sono in cache su questo dispositivo, mai nel libro. Cancellarli non perde nulla: vengono scaricati di nuovo quando servono.
ja: プロフィール・財務・宣言済み配当は、帳簿ではなくこの端末にキャッシュされます。消去しても失うものはなく、必要になれば再取得されます。
pt_br: Perfis, demonstrações e dividendos declarados ficam em cache neste dispositivo, nunca no seu livro. Limpá-los não perde nada — são buscados de novo quando necessário.
zh_hans: 简介、财务报表与已宣派股息缓存在本设备上，绝不写入账簿。清除不会有任何损失——需要时会重新获取。

source: Projected cash-flow balance
de: Prognostizierter Cashflow-Saldo
es: Saldo de flujo de caja previsto
fr: Solde de trésorerie prévisionnel
it: Saldo di cassa previsto
ja: 予測キャッシュフロー残高
pt_br: Saldo de fluxo de caixa projetado
zh_hans: 预计现金流余额

source: Projected net worth by age, stacked by bucket
de: Prognostiziertes Nettovermögen nach Alter, gestapelt nach Kategorie
es: Patrimonio neto previsto por edad, apilado por categoría
fr: Valeur nette prévue par âge, empilée par catégorie
it: Patrimonio netto previsto per età, impilato per categoria
ja: 年齢別の予測純資産（区分ごとの積み上げ）
pt_br: Patrimônio líquido projetado por idade, empilhado por categoria
zh_hans: 按年龄预测的净资产（按类别堆叠）

source: Property & other assets
de: Immobilien & sonstige Vermögenswerte
es: Inmuebles y otros activos
fr: Biens immobiliers et autres actifs
it: Immobili e altre attività
ja: 不動産およびその他の資産
pt_br: Imóveis e outros ativos
zh_hans: 房产与其他资产

source: Propose a monthly budget from your spending with Apple Intelligence
de: Mit Apple Intelligence ein Monatsbudget aus Ihren Ausgaben vorschlagen
es: Proponer un presupuesto mensual a partir de tus gastos con Apple Intelligence
fr: Proposer un budget mensuel d’après vos dépenses avec Apple Intelligence
it: Proponi un budget mensile in base alle tue spese con Apple Intelligence
ja: Apple Intelligence が支出から月次予算を提案します
pt_br: Sugerir um orçamento mensal a partir dos seus gastos com a Apple Intelligence
zh_hans: 借助 Apple 智能，根据你的支出生成月度预算建议

source: Proposed monthly amounts
de: Vorgeschlagene Monatsbeträge
es: Importes mensuales propuestos
fr: Montants mensuels proposés
it: Importi mensili proposti
ja: 提案された月次金額
pt_br: Valores mensais sugeridos
zh_hans: 建议的月度金额

source: Provider
de: Anbieter
es: Proveedor
fr: Fournisseur
it: Fornitore
ja: プロバイダ
pt_br: Provedor
zh_hans: 数据源

source: Providers
de: Anbieter
es: Proveedores
fr: Fournisseurs
it: Fornitori
ja: プロバイダ
pt_br: Provedores
zh_hans: 数据源

source: Proximo (day of next month)
de: Proximo (Tag des Folgemonats)
es: Proximo (día del mes siguiente)
fr: Proximo (jour du mois suivant)
it: Proximo (giorno del mese successivo)
ja: 翌月の指定日（proximo）
pt_br: Proximo (dia do mês seguinte)
zh_hans: 次月指定日（proximo）

source: Put `-` in front of any term to exclude it — `-tag:work` hides work spending.
de: Ein vorangestelltes `-` schließt einen Ausdruck aus — `-tag:work` blendet berufliche Ausgaben aus.
es: Antepón `-` a cualquier término para excluirlo: `-tag:work` oculta el gasto de trabajo.
fr: Préfixez un terme par `-` pour l’exclure — `-tag:work` masque les dépenses professionnelles.
it: Anteponi `-` a un termine per escluderlo: `-tag:work` nasconde le spese di lavoro.
ja: 語の先頭に `-` を付けると除外できます。`-tag:work` は仕事の支出を隠します。
pt_br: Prefixe qualquer termo com `-` para excluí-lo — `-tag:work` oculta gastos de trabalho.
zh_hans: 在任意条件前加 `-` 即可排除 — `-tag:work` 会隐藏工作支出。

source: Qty
de: Anz.
es: Cant.
fr: Qté
it: Q.tà
ja: 数量
pt_br: Qtd.
zh_hans: 数量

source: Quantity
de: Anzahl
es: Cantidad
fr: Quantité
it: Quantità
ja: 数量
pt_br: Quantidade
zh_hans: 数量

source: Quarterly
de: Vierteljährlich
es: Trimestral
fr: Trimestrielle
it: Trimestrale
ja: 四半期ごと
pt_br: Trimestral
zh_hans: 每季度

source: Quarterly (4)
de: Vierteljährlich (4)
es: Trimestral (4)
fr: Trimestriel (4)
it: Trimestrale (4)
ja: 四半期ごと（4 回）
pt_br: Trimestral (4)
zh_hans: 每季度（4 次）

source: Query
de: Abfrage
es: Consulta
fr: Requête
ja: クエリ
pt_br: Consulta
zh_hans: 查询

source: Quick Look
de: Übersicht
es: Vista rápida
fr: Coup d’œil
it: Vista rapida
ja: クイックルック
pt_br: Visualização rápida
zh_hans: 快速查看

source: Quote Settings…
de: Kurseinstellungen…
es: Ajustes de cotizaciones…
fr: Réglages des cours…
it: Impostazioni quotazioni…
ja: 相場の設定…
pt_br: Ajustes de cotações…
zh_hans: 报价设置…

source: Quote fetch: %lld symbols failed — see Prices for details.
de: Kursabruf: %lld Symbole fehlgeschlagen – Details unter „Kurse“.
es: Obtención de cotizaciones: %lld símbolos con error; consulte Cotizaciones.
fr: Récupération des cours : %lld symboles en échec – voir Cours.
it: Recupero quotazioni: %lld simboli non riusciti – vedi Quotazioni.
ja: 価格取得: %lld 銘柄が失敗しました。詳細は「価格」をご覧ください。
pt_br: Busca de cotações: %lld símbolos falharam — veja Cotações.
zh_hans: 获取报价：%lld 个代码失败 — 详见“价格”。

source: Quote symbol
de: Kurs-Kürzel
es: Símbolo de cotización
fr: Symbole de cotation
it: Simbolo di quotazione
ja: 気配ティッカー
pt_br: Símbolo de cotação
zh_hans: 行情代码

source: Quotes
de: Kurse
es: Cotizaciones
fr: Cours
it: Quotazioni
ja: 相場
pt_br: Cotações
zh_hans: 报价

source: Quotes are already current.
de: Die Kurse sind bereits aktuell.
es: Las cotizaciones ya están actualizadas.
fr: Les cours sont déjà à jour.
it: Le quotazioni sono già aggiornate.
ja: 価格はすでに最新です。
pt_br: As cotações já estão atualizadas.
zh_hans: 价格已是最新。

source: Quotes fetched — %lld prices added.
de: Kurse abgerufen – %lld Kurse hinzugefügt.
es: Cotizaciones obtenidas: %lld añadidas.
fr: Cours récupérés – %lld cours ajoutés.
it: Quotazioni recuperate: %lld aggiunte.
ja: 価格を取得しました – %lld 件追加。
pt_br: Cotações obtidas — %lld adicionadas.
zh_hans: 已获取报价 — 新增 %lld 条。

source: Rate
de: Kurs
es: Tasa
fr: Taux
it: Tasso
ja: レート
pt_br: Taxa
zh_hans: 汇率

source: Rate (1 %@ = ? %@)
de: Kurs (1 %@ = ? %@)
es: Tipo (1 %@ = ? %@)
fr: Taux (1 %@ = ? %@)
it: Tasso (1 %@ = ? %@)
ja: レート (1 %@ = ? %@)
pt_br: Taxa (1 %@ = ? %@)
zh_hans: 汇率（1 %@ = ? %@）

source: Rate table
de: Kurstabelle
es: Tabla de tasas
fr: Table des taux
it: Tabella dei tassi
ja: レート表
pt_br: Tabela de taxas
zh_hans: 税率表

source: Re-denominate in %@, discarding the foreign figures
de: In %@ umstellen und die Fremdwährungswerte verwerfen
es: Redenominar en %@ y descartar las cifras en divisa
fr: Redénominer en %@ en abandonnant les montants en devise
it: Ridenomina in %@, scartando gli importi in valuta
ja: %@ 建てに変更し、外貨の数値を破棄します
pt_br: Redenominar em %@, descartando os valores em moeda estrangeira
zh_hans: 改以 %@ 计价，并丢弃外币数值

source: Re-open Last Reconciliation…
de: Letzten Abgleich erneut öffnen …
es: Volver a abrir la última conciliación…
fr: Rouvrir le dernier rapprochement…
it: Riapri l’ultima riconciliazione…
ja: 前回の照合を開き直す…
pt_br: Reabrir a última reconciliação…
zh_hans: 重新打开上次对账…

source: Re-opened %lld reconciled splits — they're now cleared and can be reconciled again.
de: %lld abgestimmte Buchungsteile wurden wieder geöffnet – sie gelten jetzt als bestätigt und können erneut abgestimmt werden.
es: Se reabrieron %lld desgloses conciliados: ahora están verificados y pueden conciliarse de nuevo.
fr: %lld répartitions rapprochées rouvertes – elles sont maintenant pointées et peuvent être rapprochées à nouveau.
it: Riaperte %lld suddivisioni riconciliate: ora sono verificate e possono essere riconciliate di nuovo.
ja: 照合済みのスプリット %lld 件を再開しました。現在は「確認済み」となり、再度照合できます。
pt_br: %lld divisões conciliadas reabertas — agora estão compensadas e podem ser conciliadas novamente.
zh_hans: 已重新打开 %lld 条已对账分录 — 现在它们为已结清状态，可以再次对账。

source: Read an invoice PDF and split this transaction across its line items
de: Ein Rechnungs-PDF lesen und diese Buchung auf ihre Positionen aufteilen
es: Leer una factura en PDF y desglosar esta transacción según sus líneas
fr: Lire une facture PDF et ventiler cette opération selon ses lignes
it: Leggi una fattura PDF e suddividi questa transazione per le sue righe
ja: 請求書 PDF を読み取り、この取引を明細ごとに分割します
pt_br: Ler uma fatura em PDF e dividir esta transação por seus itens
zh_hans: 读取发票 PDF，并按其明细行拆分此交易

source: Read statements on device
de: Auszüge auf dem Gerät lesen
es: Leer extractos en el dispositivo
fr: Lire les relevés sur l’appareil
it: Leggi gli estratti conto sul dispositivo
ja: デバイス上で明細を読み取る
pt_br: Ler extratos no dispositivo
zh_hans: 在设备端读取对账单

source: Read the preview: it names how many accounts will be closed, and the totals per currency.
de: Lesen Sie die Vorschau: Sie nennt, wie viele Konten abgeschlossen werden, und die Summen je Währung.
es: Lea la vista previa: indica cuántas cuentas se cerrarán y los totales por moneda.
fr: Lisez l’aperçu : il indique combien de comptes seront clôturés et les totaux par devise.
it: Leggete l’anteprima: indica quanti conti verranno chiusi e i totali per valuta.
ja: プレビューを確認します。締める勘定科目の数と、通貨ごとの合計が示されます。
pt_br: Leia a prévia: ela informa quantas contas serão encerradas e os totais por moeda.
zh_hans: 阅读预览：它会说明将结清多少个科目，以及各币种的合计。

source: Reading %lld of %lld…
de: %lld von %lld werden gelesen …
es: Leyendo %lld de %lld…
fr: Lecture de %lld sur %lld…
it: Lettura di %lld di %lld…
ja: %lld / %lld を読み取り中…
pt_br: Lendo %lld de %lld…
zh_hans: 正在读取 %lld / %lld…

source: Reading PDFs with Apple Intelligence
de: PDFs mit Apple Intelligence lesen
es: Leer PDF con Apple Intelligence
fr: Lire des PDF avec Apple Intelligence
it: Leggere PDF con Apple Intelligence
ja: Apple Intelligence で PDF を読み取る
pt_br: Ler PDFs com a Apple Intelligence
zh_hans: 使用 Apple 智能读取 PDF

source: Reading documents…
de: Dokumente werden gelesen …
es: Leyendo documentos…
fr: Lecture des documents…
it: Lettura dei documenti…
ja: 書類を読み取り中…
pt_br: Lendo documentos…
zh_hans: 正在读取文稿…

source: Reading invoice…
de: Rechnung wird gelesen …
es: Leyendo la factura…
fr: Lecture de la facture…
it: Lettura della fattura…
ja: 請求書を読み取り中…
pt_br: Lendo a fatura…
zh_hans: 正在读取发票…

source: Reading statement with Apple Intelligence
de: Auszug wird mit Apple Intelligence gelesen
es: Leyendo el extracto con Apple Intelligence
fr: Lecture du relevé avec Apple Intelligence
it: Lettura dell’estratto conto con Apple Intelligence
ja: Apple Intelligence で明細を読み取り中
pt_br: Lendo o extrato com a Apple Intelligence
zh_hans: 正在使用 Apple 智能读取对账单

source: Reading statement with Apple Intelligence…
de: Auszug wird mit Apple Intelligence gelesen …
es: Leyendo el extracto con Apple Intelligence…
fr: Lecture du relevé avec Apple Intelligence…
it: Lettura dell’estratto conto con Apple Intelligence…
ja: Apple Intelligence で明細を読み取り中…
pt_br: Lendo o extrato com a Apple Intelligence…
zh_hans: 正在使用 Apple 智能读取对账单…

source: Reading statement… page %lld of %lld
de: Auszug wird gelesen … Seite %lld von %lld
es: Leyendo el extracto… página %lld de %lld
fr: Lecture du relevé… page %lld sur %lld
it: Lettura dell’estratto conto… pagina %lld di %lld
ja: 明細を読み取り中… %lld / %lld ページ
pt_br: Lendo o extrato… página %lld de %lld
zh_hans: 正在读取对账单… 第 %lld / %lld 页

source: Reading…
de: Wird gelesen …
es: Leyendo…
fr: Lecture…
it: Lettura…
ja: 読み取り中…
pt_br: Lendo…
zh_hans: 正在读取…

source: Reads the rows out of the document, including scanned pages.
de: Liest die Zeilen aus dem Dokument, auch bei gescannten Seiten.
es: Lee las filas del documento, incluidas las páginas escaneadas.
fr: Extrait les lignes du document, y compris les pages numérisées.
it: Estrae le righe dal documento, comprese le pagine scansionate.
ja: スキャンしたページも含め、書類から明細行を読み取ります。
pt_br: Lê as linhas do documento, inclusive páginas digitalizadas.
zh_hans: 从文稿中读取各行，包括扫描页。

source: Realised
de: Realisiert
es: Realizada
fr: Réalisée
it: Realizzata
ja: 実現損益
pt_br: Realizado
zh_hans: 已实现

source: Rebuild History from Scratch
de: Historie neu aufbauen
es: Reconstruir el histórico desde cero
fr: Reconstruire l’historique de zéro
it: Ricostruisci lo storico da zero
ja: 履歴を一から再構築
pt_br: Reconstruir o histórico do zero
zh_hans: 从头重建历史

source: Receipts and documents
de: Belege und Dokumente
es: Recibos y documentos
fr: Reçus et documents
it: Ricevute e documenti
ja: 領収書と書類
pt_br: Recibos e documentos
zh_hans: 收据与文稿

source: Receipts from a trip match too. A card charged overseas posts in your own currency, so nothing on the receipt looks like the amount in your book — but the card issuer writes the original into the transaction, and that figure is matched exactly. No exchange rate, nothing to set up.
de: Auch Belege von einer Reise werden zugeordnet. Eine im Ausland belastete Karte bucht in Ihrer eigenen Währung, sodass nichts auf dem Beleg dem Betrag im Buch gleicht — doch der Kartenherausgeber schreibt den Originalbetrag in die Buchung, und genau dieser wird exakt abgeglichen. Kein Wechselkurs, nichts einzurichten.
es: Los recibos de un viaje también se emparejan. Una tarjeta usada en el extranjero se carga en su propia moneda, así que nada del recibo se parece al importe del libro; pero el emisor escribe el importe original dentro de la transacción, y es esa cifra la que se empareja exactamente. Sin tipo de cambio y sin nada que configurar.
fr: Les reçus d’un voyage sont eux aussi appariés. Une carte débitée à l’étranger s’impute dans votre propre devise : rien sur le reçu ne ressemble au montant du livre — mais l’émetteur inscrit le montant d’origine dans l’opération, et c’est ce chiffre qui est apparié exactement. Aucun taux de change, rien à configurer.
it: Anche le ricevute di un viaggio vengono abbinate. Una carta usata all’estero registra nella vostra valuta, quindi nulla sulla ricevuta somiglia all’importo nel libro — ma l’emittente scrive l’importo originale nella transazione, ed è quella cifra a essere abbinata esattamente. Nessun tasso di cambio, nulla da configurare.
ja: 旅行先の領収書も照合されます。海外で使ったカードは自国通貨で記帳されるため、領収書の数字は帳簿の金額と一致しません。しかしカード会社は元の金額を取引の摘要に書き込んでおり、その数字が正確に照合されます。為替レートも設定も不要です。
pt_br: Recibos de uma viagem também são pareados. Um cartão usado no exterior lança na sua própria moeda, então nada no recibo se parece com o valor no livro — mas o emissor escreve o valor original dentro da transação, e é esse número que é pareado exatamente. Sem taxa de câmbio e sem nada a configurar.
zh_hans: 旅途中的收据同样能匹配。境外刷卡会以你本国货币入账，因此收据上的数字与账簿金额对不上——但发卡机构会把原始金额写进交易摘要，系统正是拿这个数字做精确匹配。无需汇率，也无需任何设置。

source: Receivable Aging Report…
de: Fälligkeitsanalyse Forderungen …
es: Informe de antigüedad de cobros…
fr: État chronologique des créances clients…
it: Scadenzario clienti…
ja: 売掛金年齢表…
pt_br: Relatório de contas a receber por vencimento…
zh_hans: 应收账款账龄表…

source: Receivables
de: Forderungen
es: Cuentas por cobrar
fr: Créances
it: Crediti
ja: 売掛金
pt_br: Contas a receber
zh_hans: 应收账款

source: Recent
de: Zuletzt benutzt
es: Recientes
fr: Récents
it: Recenti
ja: 最近の項目
pt_br: Recentes
zh_hans: 最近使用

source: Recent Activity
de: Letzte Aktivität
es: Actividad reciente
fr: Activité récente
it: Attività recente
ja: 最近の動き
pt_br: Atividade recente
zh_hans: 近期活动

source: Recognised a %@ export.
de: %@-Export erkannt.
es: Exportación de %@ reconocida.
fr: Export %@ reconnu.
it: Esportazione %@ riconosciuta.
ja: %@ のエクスポートを認識しました。
pt_br: Exportação do %@ reconhecida.
zh_hans: 已识别 %@ 导出文件。

source: Reconcile
de: Abgleichen
es: Conciliar
fr: Rapprocher
it: Riconcilia
ja: 照合
pt_br: Reconciliar
zh_hans: 对账

source: Reconcile %@
de: %@ abgleichen
es: Conciliar %@
fr: Rapprocher %@
it: Riconcilia %@
ja: %@ を照合
pt_br: Reconciliar %@
zh_hans: 对账 %@

source: Reconcile Account…
de: Konto abgleichen …
es: Conciliar cuenta…
fr: Rapprocher le compte…
it: Riconcilia conto…
ja: 勘定科目を照合…
pt_br: Reconciliar conta…
zh_hans: 对账科目…

source: Reconcile State
de: Abgleichstatus
es: Estado de conciliación
fr: État de rapprochement
it: Stato di riconciliazione
ja: 照合状態
pt_br: Status de reconciliação
zh_hans: 对账状态

source: Reconcile against your statement
de: Gegen Ihren Auszug abgleichen
es: Concilia con tu extracto
fr: Rapprocher avec votre relevé
it: Riconcilia con il tuo estratto conto
ja: 明細と照合します
pt_br: Reconcilie com o seu extrato
zh_hans: 与你的对账单进行核对

source: Reconcile register entries that this statement confirms
de: Kontobuchzeilen abgleichen, die dieser Auszug bestätigt
es: Concilia las entradas del libro que confirma este extracto
fr: Rapprocher les écritures du registre confirmées par ce relevé
it: Riconcilia le voci del libro mastro confermate da questo estratto conto
ja: この明細が裏づける記入帳の項目を照合します
pt_br: Reconcilie os lançamentos do razão que este extrato confirma
zh_hans: 核对此对账单所确认的流水账条目
